<?php

$lang['date_year'] = "वर्ष";
$lang['date_years'] = "वर्ष";
$lang['date_month'] = "महीना";
$lang['date_months'] = "महीने";
$lang['date_week'] = "हफ्ता";
$lang['date_weeks'] = "हफ्ते";
$lang['date_day'] = "दिन";
$lang['date_days'] = "दिन";
$lang['date_hour'] = "घंटा";
$lang['date_hours'] = "घंटे";
$lang['date_minute'] = "मिनट";
$lang['date_minutes'] = "मिनट्स";
$lang['date_second'] = "सेकंड";
$lang['date_seconds'] = "सेकंड्स";

$lang['UM12']	= '(UTC -12:00) बेकर/होलैंड आयलैंड';
$lang['UM11']	= '(UTC -11:00) समोया टाइम झोन, निउ';
$lang['UM10']	= '(UTC -10:00) हवाई-अल्युशियन स्टैंडर्ड टाइम झोन, कुक आयलैंड, ताहिती';
$lang['UM95']	= '(UTC -9:30) मर्क्युसस आयलैंड';
$lang['UM9']	= '(UTC -9:00) अलास्का स्टैंडर्ड टाइम, गंबिअर आयलैंड';
$lang['UM8']	= '(UTC -8:00) पैसिफिक स्टैंडर्ड टाइम, क्लिपर्टन आयलैंड';
$lang['UM7']	= '(UTC -7:00) माउंटन स्टैंडर्ड टाइम';
$lang['UM6']	= '(UTC -6:00) सेन्ट्रल स्टैंडर्ड टाइम';
$lang['UM5']	= '(UTC -5:00) पूर्वीय स्टैंडर्ड टाइम';
$lang['UM45']	= '(UTC -4:30) वेनेझुएलीयन स्टैंडर्ड टाइम';
$lang['UM4']	= '(UTC -4:00) अटलांटिक स्टैंडर्ड टाइम, पूर्वीय कैरिबियन स्टैंडर्ड टाइम';
$lang['UM35']	= '(UTC -3:30) न्यूफाउंडलैंड स्टैंडर्ड टाइम';
$lang['UM3']	= '(UTC -3:00) अर्जेंटीना, ब्राजील, फ्रेंच गुइ़ना, उरुग्वे';
$lang['UM2']	= '(UTC -2:00) दक्षिण जोर्जिया/दक्षिण सैंडविच आयलैंड';
$lang['UM1']	= '(UTC -1:00) अझोरेस, केप वर्दे आयलैंड्स';
$lang['UTC']	= '(UTC) ग्रीनविच मिन टाइम, पश्चिमी यूरोपियन टाइम';
$lang['UP1']	= '(UTC +1:00) मध्य यूरोपियन टाइम, पश्चिम आफ्रिका टाइम';
$lang['UP2']	= '(UTC +2:00) मध्य आफ्रिका टाइम, पूर्व यूरोपियन टाइम, कलिनिग्रद टाइम';
$lang['UP3']	= '(UTC +3:00) मोस्को टाइम, पूर्व अफ्रीका टाइम';
$lang['UP35']	= '(UTC +3:30) इरान स्टैंडर्ड टाइम';
$lang['UP4']	= '(UTC +4:00) अझेरबाईजान स्टैंडर्ड टाइम, समारा टाइम';
$lang['UP45']	= '(UTC +4:30) अफगानिस्तान';
$lang['UP5']	= '(UTC +5:00) पाकिस्तान स्टैंडर्ड टाइम, येकातेरिनबर्ग टाइम';
$lang['UP55']	= '(UTC +5:30) भारतीय स्टैंडर्ड टाइम, श्रीलंका टाइम';
$lang['UP575']	= '(UTC +5:45) नेपाल टाइम';
$lang['UP6']	= '(UTC +6:00) बांग्लादेश स्टैंडर्ड टाइम, भूटान टाइम, ओम्स्क टाइम';
$lang['UP65']	= '(UTC +6:30) कोकोस आइलैंड, म्यानमार';
$lang['UP7']	= '(UTC +7:00) क्रस्नोवार्स्क टाइम, कम्बोडिया, लाओस, थाईलैंड, विएतनाम';
$lang['UP8']	= '(UTC +8:00) ऑस्ट्रेलियन पश्चिमी स्टैंडर्ड टाइम, बीजिंग टाइम, इर्कुत्स्क टाइम';
$lang['UP875']	= '(UTC +8:45) ऑस्ट्रेलियन मध्य पश्चिमी स्टैंडर्ड टाइम';
$lang['UP9']	= '(UTC +9:00) जापान स्टैंडर्ड टाइम, कोरियन स्टैंडर्ड टाइम, याकुत्स्क टाइम';
$lang['UP95']	= '(UTC +9:30) ऑस्ट्रेलियन मध्य स्टैंडर्ड टाइम';
$lang['UP10']	= '(UTC +10:00) ऑस्ट्रेलियन पूर्वीय स्टैंडर्ड टाइम, व्लादिवोस्तोक टाइम';
$lang['UP105']	= '(UTC +10:30) लोर्ड होव आइलैंड';
$lang['UP11']	= '(UTC +11:00) मगदन टाइम, सोलोमोन आयलैंड, वानुअतु';
$lang['UP115']	= '(UTC +11:30) नोर्फोल्क आयलैंड';
$lang['UP12']	= '(UTC +12:00) फिजी, गिल्बर्ट आयलैंड्स, कामचत्का टाइम, न्यू झिलैंड स्टैंडर्ड टाइम';
$lang['UP1275']	= '(UTC +12:45) चाथम आयलैंड स्टैंडर्ड टाइम';
$lang['UP13']	= '(UTC +13:00) फोनिक्स आयलैंड टाइम, टोंगा';
$lang['UP14']	= '(UTC +14:00) लाइन आयलैंड्स';


/* End of file date_lang.php */
/* Location: ./system/language/hindi/date_lang.php */