<?php

$lang['db_invalid_connection_str'] = 'आपने जो कनेक्शन स्ट्रिंग समर्पण की है उससे डेटाबेस की सेत्तिंग्स निर्धारित नहीं कर पा रहे है.';
$lang['db_unable_to_connect'] = 'दी हुई सेटिंग्स इस्तेमाल करके आपके डेटाबेस सर्वर से कनेक्ट नहीं कर पा रहे है.';
$lang['db_unable_to_select'] = 'विशिष्ट डेटाबेस नहीं चुन पा रहे है: %s';
$lang['db_unable_to_create'] = 'चुनिन्दा डेटाबेस तैयार नहीं कर पा रहे है: %s';
$lang['db_invalid_query'] = 'जो क्वेरी आपने समर्पित की है वह वैध नहीं है';
$lang['db_must_set_table'] = 'आपके क्वेरी के साथ डेटाबेस टेबल होना जरुरी है.';
$lang['db_must_use_set'] = 'प्रस्तुति अपडेट करने के लिए "set" मेथड का प्रयोग अवश्य करे';
$lang['db_must_use_index'] = 'बैच अपडेट्स के लिए आप को इंडेक्स स्पष्ट करना आवश्यक है';
$lang['db_batch_missing_index'] = 'बैच अपडेट के लिए प्रस्तुत की गयी एक या अधिक पंक्तियों में विशिष्ट इंडेक्स गायब है.';
$lang['db_must_use_where'] = 'अपडेट तब तक स्वीकार नहीं कर सकते जब तक उसमे "व्हेअर" क्लॉज ना हो.';
$lang['db_del_must_use_where'] = 'डिलीट तब तक स्वीकार नहीं कर सकते जब तक उसमे "व्हेअर" या "लाइक" क्लॉज ना हो.';
$lang['db_field_param_missing'] = 'फील्ड्स को टेबल से निकालने के लिए टेबल का नाम पैरामीटर की तरहा इस्तेमाल जरुरी है';
$lang['db_unsupported_function'] = 'यह विशेषता आप जो डेटाबेस इस्तेमाल कर रहे है, उसमे उपलब्ध नहीं है';
$lang['db_transaction_failure'] = 'कार्य संपादन असफल: रोलबैक किया गया';
$lang['db_unable_to_drop'] = 'चुनिन्दा डेटाबेस को ड्रॉप नहीं कर पाए.';
$lang['db_unsuported_feature'] = 'आप उपयोग कर रहे डेटाबेस मंच में यह सुविधा असमर्थित है.';
$lang['db_unsuported_compression'] = 'फ़ाइल कम्प्रेशन प्रारूप जो आपने चुना है, आपके सर्वर के द्वारा समर्थित नहीं है.';
$lang['db_filepath_error'] = 'आपने प्रस्तुत किया हुआ डेटा फ़ाइल पथ पर लिखने में असमर्थ है.';
$lang['db_invalid_cache_path'] = 'आपका प्रस्तुत किया कैश पथ अमान्य है या लिखने योग्य नहीं है.';
$lang['db_table_name_required'] = 'एक टेबल का नाम उस ऑपरेशन के लिए आवश्यक है.';
$lang['db_column_name_required'] = 'एक स्तंभ का नाम उस ऑपरेशन के लिए आवश्यक है.';
$lang['db_column_definition_required'] = 'एक स्तंभ परिभाषा उस ऑपरेशन के लिए आवश्यक है.';
$lang['db_unable_to_set_charset'] = 'ग्राहक कनेक्शन वर्ण सेट सेट करने में असमर्थ: %s';
$lang['db_error_heading'] = 'एक डेटाबेस त्रुटि हो गई';

/* End of file db_lang.php */
/* Location: ./system/language/hindi/db_lang.php */